var language = {
	'point' : [
		{
			'title' : 'POWERFUL ENGINE',
			'desc' : '코나의 엔진중 1.6 직분사 터보엔진은 177마력, 27토크를 가지고 있습니다. 동급 다른 모델은 어떨까요?'
		},
		{
			'title' : '7 DCT',
			'desc' : '지금처럼 추월상황에서, 살짝만 밟아도 나오는 강한 토크와 빠른 변속의 DCT 덕분에 다이나믹한 주행이 가능합니다. 연비와 효율을 위해 동급 최초로 7DCT를 장착하고 있습니다.'
		},
		{
			'title' : 'Drive Mode',
			'desc' : '스포츠 모드가 있어서 와이드한 주행으로 좀 더 역동적인 퍼포먼스를  발휘합니다.  이외에도 에코모드, 노말모드도 준비되어있습니다.'
		},
		{
			'title' : 'CORNERING PERFORMANCE',
			'desc' : 'ATCC와 후륜의 멀티링크 서스펜션은 급선회 구간에서도 안정적인 주행을  도와줍니다'
		},
		{
			'title' : '전자식 4WD SYSTEM',
			'desc' : '코나는 스타일리쉬 하지만 SUV의 본분을 잊지 않았습니다.<br>코나의 4륜구동 시스템은 전자식으로, 다양한 노면조건에서도 안정적인 주행이 가능 합니다.'
		},
		{
			'title' : '언덕 주행',
			'desc' : '언덕길 주행 시에는 올라갈때나 내려갈때 많은 신경이 쓰여집니다.<br>코나는 이런 불편을 해소하는 HAC와 DBC기능이 있습니다.'
		},
		{
			'title' : 'FCA',
			'desc' : '급작스럽게 등장하는 차와 충돌할뻔한 상황이었습니다.<br>코나는 FCA(Front Collision Assistant )라는 레이더와 카메라 기반의 전방추돌 방지 장치를 장착하고 있습니다.'
		},
		{
			'title' : 'LKA(Lane Keeping Assist)',
			'desc' : '차선을 이탈하는 경우 스티어링휠을 돌려 능동적으로 차선안으로 차를 유도 합니다. <br>코나는 이외에도 다양한 스마트센스 기능이 있습니다.'
		},
		{
			'title' : '주차 지원 시스템',
			'desc' : '주차가 서툰 분들을 위해 주차를 쉽게 도와주는 코나의 다양한 기능들'
		},
		{
			'title' : 'DIMENSION',
			'desc' : '낮은 전고와 넓은 전폭 그리고 롱휠베이스 적용으로 실내와 러기지 공간을 효율적으로 확보했습니다.'
		}
	],
	'popup' : [
		[
			{
				'desc' : '혼다의 HR-V 모델을 혹시 시승해보셨나요?<br>시승해보셨다면, 코나의 배기량이 200cc 적음에도 불구하고, 가속감이나 고속 주행 능력이 더 우수함을 느끼실 수 있습니다.<br>· 동급 차량 비교'
			},
			{
				'desc' : '일상주행에서 풀엑셀을 하는 경우는 별로 없습니 다.<br>코나는 평소 주행하는 영역대에서도 최대 토크가 나오기 때문에, 일상주행에서 항상 강한 힘을 느낄 수 있습니다.'
			},
			{
				'desc' : '코나는 가솔린 1.6 터보 엔진외에도 다양한 라인업이 준비되어있습니다.'
			}
		],
		[
			{
				'desc' : '<h2>7DCT Dual Clutch Transmission</h2>수동 미션은 직결감과 연비는 좋지만 불편하고, 자동미션은 편하지만 느리고 연비가 떨어집니다.<br>수동 미션의 연비와 자동 미션의 편리함 그리고 빠른 변속속도까지 모두 갖춘 미션이 DCT입니다.'
			},
			{
				'desc' : '<img src="">DCT는 두개의 클러치로 기어 변속을 빠르게 해주는데, 코나는 기존의 기어변속 로직을 개선하여 더욱 빠르고 부드러운 변속감을 느끼실 수 있습니다.'
			}
		],
		[
			{
				'desc' : '<img src=""><br>토크 사용과 기어 사용을 조정하여 주행 모드별 차별화를 강화 했습니다.'
			}
		],
		[
			{
				'desc' : '<img src="">Advanced Traction Cornering Control 은 포르쉐 같은 스포츠카에 옵션으로 장착되는 토크벡터링 시스템을 기반으로 합니다.<br>회전구간에서 코너 안쪽 바퀴에 자동으로 브레이크를 걸어 밖으로 밀려나지 않고 코너를 파고드는 다이나믹한 코너주행력을 보여줍니다.'
			},
			{
				'desc' : '<img src="">추가적으로 후륜에 멀티링크 서스펜션이 장착되어 있어서, 차량이 좌우의 흔들림 없이 코너링 주행이 더욱 안정적입니다.<br>또한 요철이 있어도 출렁거림없이 편안한 승차감을 배가합니다. 특히 뒷자석에 앉아 계셨다면 후륜의 서스펜션의 차이를 더 크게 느끼실 거라 생각합니다.'
			}
		],
		[
			{
				'desc' : '<img src="">보통의 경우 주행성을 위해 후륜쪽에 구동력을 대부분 분배를 합니다.<br>어떤 바퀴가 진흙이나 눈,비등에 접지력을 잃게 되면, 다른 쪽에 구동력을 배분하여 탈출할 수 있게 합니다.'
			}
		],
		[
			{
				'desc' : '<img src="">언덕길을 올라갈때 신호등이나 횡단 보도로 인해 잠깐 멈추었다가 출발하게 되면, 차량이 뒤로 밀려서 놀라는 경우 있습니다.<br>코나의 HAC(Hill-Start Assist Control)는 제동 후 출발 시에 브레이크에서 발을 떼도 2초가량 밀림이 없어 안정적인 출발을 돕습니다.'
			},
			{
				'desc' : '<img src="">급한 내리막길 주행시 속도를 조절하기 힘든 경우가 많습니다.<br>코나의 DBC(Downhill brake control)기능은 자동으로 브레이크와 엔진의 토크를 조절하여, 브레이크 조작 없이도 일정한 속도로 안전하게 내리막을 주행할 수 있게 도와 줍니다.'
			}
		],
		[
			{
				'desc' : '<img src="">이외에도 장시간 단조로운 도로를 달릴경우 운전자는 부주의 해지게 됩니다.<br>코나는 주행여건을 고려해서 운전자에게 커피 아이콘을 띄우며 잠시 쉬라는 메세지를 보냅니다.<br>바로 코나의 DAW 기능입니다<br>지그재그로 주행시나 차선 침범 후 복귀, 급격한 핸들링시에 경고를 줍니다.'
			},
			{
				'desc' : '<img src="">급한 내리막길 주행시 속도를 조절하기 힘든 경우가 많습니다.<br>코나의 DBC(Downhill brake control)기능은 자동으로 브레이크와 엔진의 토크를 조절하여, 브레이크 조작 없이도 일정한 속도로 안전하게 내리막을 주행할 수 있게 도와 줍니다.'
			}
		],
		[
			{
				'desc' : '<img src="">코나는 평소에 하이빔을 켜놓으면 됩니다.<br>계기판 하이빔 아이콘에 A가 보이실 겁니다.<br>이제 주변 광량에 따라, 또는 마주 오는 차량에 따라 자동으로 하이빔을 켜고 끕니다.'
			},
			{
				'desc' : '<img src="">사이드미러를 보시면 차선변경이 가능한지 알려주고 있습니다.<br>특히 고속으로 접근하는 차도 판별해주는 BCW 가 장착되어 더욱 안전한 운행이 가능합니다.'
			}
		],
		[
			{
				'desc' : '<img src="">차량의 주차센서는 후방에만 있는 경우가 보통입니다.<br>코나는 전방 범퍼에도 센서가 내장되어 있어서 주차 시에 경미한 사고도 미연에 예방할 수 있게 지원합니다.'
			},
			{
				'desc' : '<img src="">또한 후방카메라는 조향 연동에 따른 가이드 라인을 제시하여 안보이는 후방 지역의 차량 진행을 예측할 수 있게 도와줍니다.'
			}
		],
		[
			{
				'desc' : '<img src="">적재고가 낮아서 적재성이 우수하고 개구폭과 원터치 폴딩 등 기능으로 많은 양의 물건을 넣을 수 있습니다.'
			}
		]
	]
};
